{
  "books": [
    {
      "id": "uuid",
      "author": " Gloria Cook",
      "Description": "The new book in the popular Harvey series - It is 1948, and the village of Hennaford is struggling to recover from the war. Johnny Harvey is disillusioned; injured in the war and disturbed at the changing society; life seems to be passing him by. Meanwhile, sixteen-year-old Tess Viant, crippled with polio and abandoned by her family, is befriended by Jill Harvey. Jill is delighted to be pregnant after four years of marriage to Tom, but when complications arise, it's Tess who has to help Jill . . .",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/A_Whisper_Of_Life_Harvey_Family_Sagas2022-06-16-11-20-45.jpg",
      "book_name": "A Whisper Of Life Harvey Family Sagas ",
      "category": "ROMANCE-BOOKS",
      "release_year": 1948,
      "price":150
    },
    {
      "id": "uuid",
      "author": "Gloria Cook",
      "Description": "Take one aspiring cook, one judge, and a spoonful of romance...",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/Recipe_For_Love2020-12-15-16-41-20.jpg",
      "book_name": "A Whisper Of Life Harvey Family Sagas",
      "category": "ROMANCE-BOOKS",
      "release_year":2013,
      "price":150
    },
    {
      "id": "uuid",
      "author": "Fforde Katie",
      "Description": "nhtdjydyj",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/Recipe_For_Love2020-12-15-16-41-20.jpg",
      "book_name": "Recipe For Love",
      "category": "ROMANCE-BOOKS",
      "release_year":200,
      "price":750
    },
    {
      "id": "uuid",
      "author": "Alice Sebold ",
      "Description": "My name was Salmon, like the fish; first name, Susie. I was fourteen when I was murdered on December 6, 1973. My murderer was a man from our neighborhood. My mother liked his border flowers, and my father talked to him once about fertilizer.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/3576",
      "book_name": "The Lovely Bones",
      "category": "ROMANCE-BOOKS",
      "release_year":2009,
      "price":405
    },
    {
      "id": "uuid",
      "author": "John Green",
      "Description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/6647",
      "book_name": "The Fault In Our Stars",
      "category": "ROMANCE-BOOKS",
      "release_year":1999,
      "price":786
    },
    {
      "id": "uuid",
      "author": "Dickens Charles",
      "Description": "David Copperfield is the story of a young man's adventures on his journey from an unhappy and impoverished childhood to the discovery of his vocation as a successful novelist. Among the gloriously vivid cast of characters he encounters are his tyrannical stepfather, Mr Murdstone; his brilliant, but ultimately unworthy school-friend James Steerforth; his formidable aunt, Betsey Trotwood; the eternally humble, yet treacherous Uriah Heep; frivolous, enchanting Dora Spenlow; and the magnificently impecunious Wilkins Micawber, one of literature's great comic creations. In David Copperfield - the novel he described as his 'favourite child' - Dickens drew revealingly on his own experiences to create one of the most exuberant and enduringly popular works, filled with tragedy and comedy in equal measure. This edition uses the text of the first volume publication of 1850, and includes updated suggestions for further reading, original illustrations by 'Phiz', a revised chronology and expanded notes. In his new introduction, Jeremy Tambling discusses the novel's autobiographical elements, and its central themes of memory and identity.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/David_Copperfield_The_Penguin_English_Library2020-12-15-16-31-05.jpg",
      "book_name": "David Copperfield The Penguin English Library ",
      "category": "classics-literature-books",
      "release_year":1998,
      "price":165
    },
    {
      "id": "uuid",
      "author": "Anne Brontë Peter Merchant",
      "Description": "Librarian note: Alternate cover editions for this ISBN are:(with the title on white andon a black and blue background",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/The_Tenant_Of_Wildfell_Hall2021-11-03-09-15-09.jpg",
      "book_name": "The Tenant Of Wildfell Hall ",
      "category": "classics-literature-books",
      "release_year":2003,
      "price":187
    },
    {
      "id": "uuid",
      "author": " Elizabeth Gaskell Martin Dodsworth Dorothy Collin",
      "Description": "When Margaret Hale's father leaves the Church in a crisis of conscience she is forced to leave her comfortable home in the tranquil countryside of Hampshire and move with her family to the fictional industrial town of Milton in the north of England. Though at first disgusted by her new surroundings, she witnesses the brutality wrought by the Industrial Revolution and becomes aware of the poverty and suffering of the local mill workers. Sympathetic to the poor she makes friends among them and develops a fervent sense of social justice. She clashes with the mill-owner and self-made man, John Thornton, who is contemptuous of his workers. However, their fierce opposition masks a deeper attraction.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/North_And_South2021-08-06-17-28-19.jpg",
      "book_name": "North And South ",
      "category": "classics-literature-books",
      "release_year":2020,
      "price":198
    },
    {
      "id": "uuid",
      "author": "Charles Dickens",
      "Description": "Little Dorrit is a rich tale of love, secrets, blackmail and betrayal, and fortunes made and lost with both humorous and tragic consequences.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/Little_Dorrit2021-01-04-08-20-16.jpg",
      "book_name": "Little Dorrit",
      "category": "classics-literature-books",
      "release_year":2016,
      "price":987
    },
    {
      "id": "uuid",
      "author": "Robert Louis",
      "Description": "Climb aboard for the swashbuckling adventure of a lifetime. Treasure Islandhas enthralled (and caused slight seasickness) for decades. The names Long John Silver and Jim Hawkins are destined to remain pieces of folklore for as long as children want to read Robert Louis Stevenson's most famous book. With it's dastardly plot and motley crew of rogues and villains, it seems unlikely that children will ever say no to this timeless classic.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/Treasure_Island2020-12-18-06-08-44.jpg",
      "book_name": "Treasure Island",
      "category": "classics-literature-books",
      "release_year":2007,
      "price":765
    },
    {
      "id": "uuid",
      "author": "Meyer Stephenie",
      "Description": "Our World has been invaded by an unseen enemy. Humans become hosts for these invaders, their minds taken over while their bodies remain intact and continue their lives apparently unchanged. Most of humanity has succumbed.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/THE_HOST_FILM_TIE_IN2020-08-31-16-05-55.jpg",
      "book_name": "The Host",
      "category": "SCIENCE-FICTION-BOOKS",
      "release_year":2013,
      "price":169
    },
    {
      "id": "uuid",
      "author": "Andy Weir ",
      "Description": "If the Oxygenator breaks down, I`ll suffocate. If the Water Reclaimer breaks down, I’ll die of thirst. If the Hab breaches, I’ll just kind of explode. If none of those things happen, I’ll eventually run out of food and starve to death.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/The_Martian_Stranded_On_Mars_One_Astronaut_Fights_To_Survive2020-12-27-02-16-34.jpg",
      "book_name": "The Martian Stranded On Mars One Astronaut Fights To Survive",
      "category": "SCIENCE-FICTION-BOOKS",
      "release_year":2005,
      "price":207
    },
    {
      "id": "uuid",
      "author": "Cavan Scott",
      "Description": "It is a dark time in a galaxy far, far away...When the parents of Milo and Lina Graf are abducted by agents of the evil Empire, the children must undertake a perilous journey across the unknown reaches of Wild Space to rescue them - and to discover hope for the future.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/The_Escape2021-01-04-07-57-03.jpg",
      "book_name": "The Escape",
      "category": "SCIENCE-FICTION-BOOKS",
      "release_year":2009,
      "price":406
    },
    {
      "id": "uuid",
      "author": " Meyer Stephenie",
      "Description": "Melanie Stryder refuses to fade away. The earth has been invaded by a species that takes over the minds of their human hosts while leaving their bodies intact, and most of humanity has succumbed.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/THE_HOST2020-08-31-15-39-14.jpg",
      "book_name": "The Host",
      "category": "SCIENCE-FICTION-BOOKS",
      "release_year":2008,
      "price":209
    },
    {
      "id": "uuid",
      "author": " Isaac Asimov Chris Foss",
      "Description": "Elijah Baley has faced Departmental hostility since his return to Earth from the planet Solaria, where he solved the first murder to be committed in 200 years. Against his will, a hyperwave drama was made of the case, thanks to Delmarre, the murder suspect whom he proved innocent.",
      "cover_photo": "https://testcub1.s3.amazonaws.com/media/images/books/The_Robots_Of_Dawn_Robot_32022-07-06-11-56-00.jpg",
      "book_name": "The Robots Of Dawn Robot",
      "category": "SCIENCE-FICTION-BOOKS",
      "release_year":1998,
      "price":527
    }

  ]
}